const answer = 
[
    {
        "category": "love",
        "data": [
            "가는말이 고우면 얕본다",
            "참을 인 세 번이면 호구",
            "죽음과 결혼은 뒤로 미룰수록 좋다",
            "지금 당장 사랑하라",
            "네 탓이 아니다",
            "사랑할 땐 누구나 최악이 된다",
            "줏대있게 행동해",
            "마음의 변화가 선행되어야 한다.",
            "생각을 바꾸어라",
            "콩깍지가 씌였구나",
            "올해안에 무조건 생김",
            "운명의 수레바퀴",
            "시간을 가져라",
            "내 말이 그 말이야",
            "너무 지나친 생각은 화를 부른다",
            "세상은 넓고 인간은 많다",
            "사랑은 참 아름다운 것이야",
            "의심하지 마라",
            "단점을 찾지 마라",
            "사이좋게 지내라"
        ]
    },
    {
        "category": "future",
        "data": [
            "어려운 길은 길이 아니다",
            "인생은 짧아",
            "노력하지 않는 자는 기회조차 안 온다",
            "하기나 해",
            "시간이 아깝다",
            "완벽하지 않아도 괜찮아",
            "당신은 아직 발견되지 못한 원석!",
            "실패를 두려워해서는 안 된다."
        ]
    },
    {
        "category": "daily",
        "data": [
            "내일도 할 수 있는 일을 굳이 오늘 할 필요 없다",
            "오늘은 치킨을 먹어라",
            "나까지 나설 필요는 없다",
            "기분 좋으면 0칼로리",
            "너 또 배민 켰니?",
            "기다리는 자에게 복이 있나니"
        ]
    },
    {
        "category": "study",
        "data": [
            "즐길 수 없으면 피하라",
            "고생 끝에 골병 난다",
            "늦었다고 생각할 때가 진짜 너무 늦었다",
            "지금 공부 안하면 더울 때 더운데서 일하고 추울 때 추운데서 일한다",
            "지금 잠이 오니",
            "인내하는 자가 승리한다"
        ]
    },
    {
        "category": "health",
        "data": [
            "첫째도 건강, 둘째도 건강, 셋째도 건강",
            "먹어봤자 내가 아는 맛이다",
            "당신이 살 찐게 아니라 한국이 좁아졌다",
            "다 먹고 운동해라",
            "일찍 자고 일찍 일어나라",
            "건강만이 살 길이다"
        ]
    },
    {
        "category": "money",
        "data": [
            "어차피 나갈 돈이면 나한테 쓰자",
            "지금 저축하지 않으면 나중에 하기 싫은 일을 해야한다",
            "과유불급!",
            "돈이야 또 벌면 되지",
            "또 벌면 그만이야",
            "주식하지 마라"
        ]
    },
    {
        "category": "people",
        "data": [
            "아무것도 기대하지 마라",
            "놓치고 싶지 않은 사람에게 최선을 다하라",
            "굳이 미련 갖지 마라",
            "원수는 직장에서 만난다",
            "남을 바꿀 순 없다",
            "입을 연 이상 비밀은 없다"
        ]
    },
    {
        "category": "etc",
        "data": [
            "쓰레기 같은 고민했구나",
            "이 세상에 당연한 것은 없다",
            "너에게 나온 것은 너에게로 돌아간다",
            "스스로에게 솔직하라",
            "변화는 불편함으로부터 온다",
            "인생은 한 번 뿐",
            "잘 생각하고 행동해라"
        ]
    }
]