data = [
	{
		"category": "love",
		"data": [
			"늘 도움이 되고 싶어 하며 다른 사람의 즐거움을 위해 희생해요.",
			"문제가 생기면 제일 먼저 달려가서 해결해주려고 하고 내 고민처럼 생각해서 가끔 피곤해요.",
			"표현력이 뛰어나 말을 잘하고 주변 사람들에게 믿음직스러운 사람이에요.",
			"긍정적이고 처음 보는 사람한테 말을 잘 걸어요! 표현력 끝판왕",
			"기분이 안 좋으면 짜증 내고 그 짜증에 대한 미안함과 후회로 죄책감에 시달려요.",
			"완벽해지고 싶은데 잔 실수가 있고 스트레스 받으면 세상 제일 우울해요."
		]
	},
	{
		"category": "future",
		"data": [
			"호기심 가득한 어린아이 같이 늘 즐겁지만 소심한 감정 부자에요",
			"완벽한 인싸의 끝판왕! 하루에도 수백 개의 생각이 왔다 갔다 해요",
			"밝아 보이지만 내면의 슬픔이 가득한 상태가 오히려 더 밝은 척하는 경우가 많아요.",
			"남에게 상처 줬을까 신경 쓰여서 하루종일 안절부절못하고 모두 내 잘못인 것 같아요.",
			"눈치가 빠르고 다 알고있지만 내가 손해 보거나 하기 싫으면 모른척해요.",
			"표현력이 매우 풍부하고 놀기를 좋아하는 행동대장!"
		]
	},
	{
		"category": "daily",
		"data": [
			"남들이 못한다고 하는 것은 '하면 할 수 있지'라는 마인드로 반드시 증명해내려고 해요.",
			"한 개의 목표보다 여러 개의 목표를 동시에 진행 중인 목표지향적인 사람이에요.",
			"몸이 힘들어도 내가 계획한 우선순위에 있는 걸 먼저 끝내고 자는 게 마음에 편해요.",
			"내가 제일 소중하고 내가 제일 성공했으면 좋겠다는 생각을 하고 있어요.",
			"일을 좋아한다기보다 무언가에 열중하고 집중한 나의 모습이 마음에 들어요.",
			"착하기만 한 것 보다 일 잘한다 소리가 더 좋고 그 소리 들으면 더 열심히 하려고 해요."
		]
	},
	{
		"category": "study",
		"data": [
			"머리가 좋으며 다른 사람을 파악하는 게 매우 빨라요.",
			"싸우더라도 화나 있다가 그런 감정 오래두면 귀찮아서 금방 화해하고 풀어요.",
			"긍정적이고 재밌는 거라면 일단 다 알아야 해서 지식이 넓고 얇아요.",
			"독립심이 강하고 내 사람과 아닌 사람의 구분과 호불호가 명확해요.",
			"자기애가 넘치고 자기합리화를 잘하며 내 주장에 대한 엄청난 확신을 가지고 있어요.",
			"내가 하고 싶은 대로 하기 때문에 웬만한 일로 스트레스받지 않아요."
		]
	},
	{
		"category": "health",
		"data": [
			"자기 전 세상 제일 우울하고 감정의 골이 깊은 드라마 주인공이지만 자고 일어나면 개운해요.",
			"일어나지 않은 일에 대해 쓸데없는 걱정이 많아요.",
			"혼자 놀고 연락이 귀찮지만, 막상 연락 없으면 불안해요.",
			"즉흥적인데 즉흥적으로 세운 것을 다시 세밀하게 계획 짜요.",
			"사실 낯을 많이 가리는 데 안 그런 척하고 친하게 지내지만 완벽한 내 사람이 아니면 숨겨요.",
			"대화하는 걸 좋아하고 분위기 메이커라 리더 역할을 잘하며 공감 능력이 뛰어나요."
		]
	},
	{
		"category": "money",
		"data": [
			"'해보면 알겠지/뭐 때 되면 알겠지/그럴 수 있지'라는 말을 많이 해요.",
			"성격이 매우 급하고 마무리가 잘 안되는 덜렁이지만 매력이 넘치고 긍정적이에요.",
			"금방 잘 까먹어서 무슨 일로 싸웠는지 기억 못하고 다시 좋아지는 경우가 많아요.",
			"대화하는 걸 좋아해서 나도 모르게 말실수를 많이 해요.",
			"상대방의 표정이나 행동 하나로 감정을 파악해 눈치가 빠르지만 내 일엔 눈치가 없어요.",
			"어색한 거 못 참고 스스로 아싸라고 생각하지만, 주변에 아는 지인이 제일 많아요."
		]
	},
	{
		"category": "people",
		"data": [
			"추진력 갑! 냉정한 워커홀릭이자 시간 약속에 철저한 공공질서의 끝판왕",
			"완벽하지 않으면 안될 거라는 강박관념으로 과정보다 결과를 더 중요시 여겨요.",
			"인간관계에 아니라면 가차 없이 차단하고 그 시간에 내 사람에게 더 잘해주려고 해요.",
			"게으름이란 없고 제때 일하며 확실하게 일 처리하고 완벽하게 마무리하려고 해요.",
			"어리광 부리고 싶은데 성격 자체가 그게 잘 안돼요.",
			"내 고민을 털어놓고 싶지만 해결될 것도 없고 내가 해결할 몫이라고 생각해서 말하지 않아요."
		]
	},
	{
		"category": "etc",
		"data": [
			"과정보다는 결과가 중요하고 공감 능력은 떨어지지만, 속이 깊고 정이 많아서 공감해줘요.",
			"남들이 볼 때 둔해 보일 때도 있지만 귀찮아서 안 하고 못 알아듣는 척해요.",
			"즉흥적이고 자유분방하며 성격이 단순하고 매사에 자신감이 넘치고 지는 걸 싫어해요.",
			"순발력, 임기응변, 재치가 뛰어나고 눈치가 빨라요.",
			"제일 마지막까지 미루지만, 막상 시작하면 머리가 똑똑해서 잘해요.",
			"내 감정을 표현하는데 거침이 없고 상대방의 감정도 잘 파악해요.",
			"내 사람이라고 생각하면 매우 잘 챙겨주고 내 시간, 돈 들여서 한 번이라도 더 챙겨줘요."
		]
	}
]